micropython/micropython/ports/esp32/boards/CM_CircuitPet/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "CircuitMess CircuitPet"
#define MICROPY_HW_MCU_NAME "ESP32"
